[
  {
    "id": 0,
    "name": "Kasol Riverside",
    "alias": "Riverside",
    "description": "Kasol river side is a serene paradise nestled in the Parvati Valley of Himachal Pradesh, India. The crystal-clear waters of the Parvati River flow gently, surrounded by lush green forests and towering mountains, creating a picturesque setting. The river side offers a perfect spot for relaxation, meditation, and soaking in the natural beauty of the Himalayas.",
    "imageUrl": "https://r1imghtlak.mmtcdn.com/062d3000699211ea981f0242ac110002.jpeg?&output-quality=75&downsize=910:612&crop=910:612;0,35&output-format=jpg",
    "thumbnail": "https://www.sotc.in/blog/wp-content/uploads/2022/11/kasol.jpg"
  },
  {
    "id": 1,
    "name": "Barshaini",
    "alias": "Barshaini",
    "description": "The Barshaini Kheerganga trek is a popular and scenic trekking route in Himachal Pradesh, India. The trek starts from the picturesque village of Barshaini, located in the Parvati Valley, and takes you through dense forests, stunning landscapes, and gushing streams. The highlight of the trek is reaching the Kheerganga hot springs, which are believed to have healing properties and offer a rejuvenating experience after the trek. The trek is moderately difficult and takes approximately 5-6 hours to complete, making it a favorite among adventure enthusiasts and nature lovers alike.",
    "imageUrl": "https://www.thegreatnext.com/uploads/trip_media/stayfood_2-217.jpg",
    "thumbnail": "https://admin.banbanjara.com/public/frontend/uploads/product/1577702715316-kheergangatrekkingBanBanjara.jpg"
  },
  {
    "id": 2,
    "name": "Kheerganga Trek",
    "alias": "Trekking",
    "description": "Trekking back to Barshaini from Kheerganga is a thrilling experience as you retrace your steps through the beautiful Parvati Valley in Himachal Pradesh, India. The descent from Kheerganga to Barshaini takes about 4-5 hours, depending on your pace. You'll pass through the same scenic landscapes, dense forests, and picturesque villages that you encountered during the ascent. The downhill trek can be challenging on the knees and requires caution, but it offers stunning panoramic views of the Himalayas and a sense of accomplishment as you make your way back to Barshaini, marking the end of your trekking adventure.",
    "imageUrl": "https://www.lazymonkadventure.com/wp-content/uploads/2021/10/Kasol-Kheerganga-Trek-3-scaled.jpg",
    "thumbnail": "https://www.himalayanadrenaline.com/wp-content/uploads/2020/10/kasol_kheerganga-trek-image-1.jpg"
  },
  {
    "id": 3,
    "name": "Kheerganga Hot Spring",
    "alias": "Hot Spring",
    "description": "Indulge in a blissful hot spring shower at Kheerganga during your trek, as you soak in the warm, therapeutic waters amidst the serene Himalayan surroundings. It's a rejuvenating experience that soothes your muscles and offers a moment of relaxation amidst nature's beauty.",
    "imageUrl": "https://www.trawell.in/admin/images/upload/454282746Kullu_Kheer_Ganga_Main.jpg",
    "thumbnail": "https://static2.tripoto.com/media/filter/tst/img/12403/TripDocument/1502882652_1495083584_kheerganga_trek_6.jpg"
  },
  {
    "id": 4,
    "name": "Narkanda",
    "alias": "Scenic drive through Himalayas.",
    "description": "When you arrive at Chandigarh, a driver from our company will meet you at the Chandigarh Railway Station or Airport to begin your tour. We will go to Pinjore Garden, Timbertrail, Solan, and Shimla between Chandigarh and Narkanda and take in some magnificent locations. Many other fascinating locations are accessible for exploration and relaxation stops, including Theog, Fagu, Matiana, Narkanda Apple orchard etc. Then you spend the night in a hotel after arriving at your destination.",
    "imageUrl": "https://en-media.thebetterindia.com/uploads/2017/09/Untitled-design-32.jpg",
    "thumbnail": "https://static.langimg.com/thumb/91937482/-how-to-reach-solan-91937482.jpg?width=540&resizemode=3"
  },
  {
    "id": 5,
    "name": "Pinjore garden",
    "alias": "Picturesque garden near Chandigarh.",
    "description": "Pinjore Garden, located near Chandigarh in Haryana, is a historic Mughal-style garden known for its terraced lawns, waterfalls, and pavilions. Spread over 100 acres, it offers a serene escape with its lush greenery, stunning vistas, and architectural marvels. Perfect for a leisurely stroll, picnic, or photography, Pinjore Garden is a popular destination for locals and tourists alike, providing a refreshing retreat in the lap of nature.",
    "imageUrl": "https://www.trawell.in/admin/images/upload/472763167Chandigarh_Pinjore_Garden_Main.jpg",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Pinjore_Mughal_Gardens.jpg/220px-Pinjore_Mughal_Gardens.jpg"
  },
  {
    "id": 6,
    "name": "Timbertrail",
    "alias": "Scenic cable car ride to mesmerizing views.",
    "description": "Timber Trail in Parwanoo, Himachal Pradesh, is a popular destination offering a thrilling cable car ride and stunning panoramic views. The scenic journey takes visitors high above the verdant hills, providing a mesmerizing perspective of the surrounding natural beauty. The top station features well-maintained gardens, a kids' park, and a restaurant, making it a serene spot to unwind and soak in the breathtaking vistas. Timber Trail is a must-visit for those seeking an exhilarating adventure and a unique perspective of the picturesque landscape of Himachal Pradesh.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/8f/ef/f0/timber-trail.jpg?w=1200&h=-1&s=1",
    "thumbnail": "https://www.timbertrail.in/assets/images/cable.jpg"
  },
  {
    "id": 7,
    "name": "Solan",
    "alias": "Scenic hill town in Himachal Pradesh.",
    "description": "Solan is a picturesque hill town located in the Indian state of Himachal Pradesh. It is known for its scenic beauty, pleasant weather, and abundant greenery. Solan is often referred to as the Mushroom Capital of India due to its extensive mushroom cultivation. The town is surrounded by lush forests, terraced fields, and scenic valleys, offering a serene and peaceful ambiance. Solan is also famous for its educational institutions, including the renowned Dr. Yashwant Singh Parmar University of Horticulture and Forestry. With its scenic charm, pleasant climate, and educational opportunities, Solan is a popular destination for tourists, nature lovers, and students alike.",
    "imageUrl": "https://shimlatourism.co.in/images/places-to-visit/headers/solan-in-shimla-tourism-entry-fee-timings-holidays-reviews-header.jpg",
    "thumbnail": "https://img.traveltriangle.com/blog/wp-content/uploads/2019/11/Resorts-Near-Solan-cover_12th-Nov.jpg"
  },
  {
    "id": 8,
    "name": "Shimla",
    "alias": "Scenic hill station, colonial charm.",
    "description": "Nestled in the pristine Himalayas, Shimla is a picturesque hill station in northern India known for its colonial charm, snow-capped peaks, and lush green landscapes. Its serene weather, panoramic vistas, and quaint colonial architecture make it a popular tourist destination, offering a tranquil retreat amidst the majestic mountains.",
    "imageUrl": "https://assets-news.housing.com/news/wp-content/uploads/2022/07/18131039/shimla-feature-compressed.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/msid-73332843,width-400,resizemode-4/73332843.jpg"
  },
  {
    "id": 9,
    "name": "Theog",
    "alias": "Serene village, Himachali charm, Theog's tranquility.",
    "description": "Theog is a serene village located in the Shimla district of Himachal Pradesh, India. Known for its tranquil ambiance, picturesque landscapes, and rustic charm, Theog offers a peaceful escape from the hustle and bustle of city life. With pleasant weather and panoramic vistas of the Himalayas, Theog is a popular destination for nature lovers and those seeking a peaceful retreat in the lap of nature.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Theog_Town_View_from_Kanag_Tibba.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/29/24/3d/adventure-resorts-new.jpg?w=400&h=300&s=1 "
  },
  {
    "id": 10,
    "name": "Fagu",
    "alias": "Blissful hamlet, scenic vistas, Fagu's charm.",
    "description": "Fagu is a scenic village located in Himachal Pradesh, India, known for its picturesque landscapes and tranquil ambiance. Surrounded by verdant forests, Fagu offers stunning views of the Himalayas and is a popular destination for nature lovers and those seeking a peaceful retreat in the lap of nature.",
    "imageUrl": "https://www.holidify.com/images/cmsuploads/compressed/Fagu_20180928004213.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/83777264.cms?resizemode=4&width=400"
  },
  {
    "id": 11,
    "name": "Matiana",
    "alias": "Quaint village, scenic vistas.",
    "description": "Matiana is a quaint village located in Himachal Pradesh, India, known for its scenic beauty and serene ambiance. Surrounded by the majestic Himalayas, Matiana offers a peaceful retreat amidst picturesque landscapes, making it a popular destination for nature lovers and those seeking a tranquil escape in the lap of nature.",
    "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/19/ab/1f/c0/krish-rauni.jpg",
    "thumbnail": "https://image.pixstory.com/optimized/Pixstory-image-166048629031353.png"
  },
  {
    "id": 12,
    "name": "Bhimakali Temple",
    "alias": "Sacred Himachali Shrine.",
    "description": "Bhimakali Temple is a revered Hindu temple located in Sarahan, Himachal Pradesh, India. It is known for its ancient architecture, cultural significance, and spiritual ambiance, drawing pilgrims and tourists alike to its sacred grounds.",
    "imageUrl": "https://epuja.co.in/upload/Sri-Maa-Bhimakali-Temple-SarahanShimlaHimachalPradesh.jpg",
    "thumbnail": "https://im.hunt.in/cg/shimla/City-Guide/Bhimakali_Temple1.jpg"
  },
  {
    "id": 13,
    "name": "Hawa Mahal",
    "alias": "Himachal's heritage jewel.",
    "description": "Hawa Mahal, located in Rampur, Himachal Pradesh, India, is a historical structure known for its unique architecture and cultural significance. This Palace of Winds features intricate lattice work, stunning views of the surrounding valley, and serves as a testament to the rich heritage of Himachal Pradesh.",
    "imageUrl": "https://static.toiimg.com/photo/66220607.cms",
    "thumbnail": "https://img.traveltriangle.com/blog/wp-content/uploads/2019/05/Hawa-Mahal-cover.jpg"
  },
  {
    "id": 14,
    "name": "Cricket ground",
    "alias": "Scenic Cricket Venue.",
    "description": "Himachal Pradesh Cricket Ground, also known as the HPCA Stadium, is a picturesque cricket stadium located in Dharamshala, Himachal Pradesh, India. Set against the backdrop of the stunning Dhauladhar mountain range, this stadium is known for its breathtaking views, pleasant weather, and modern facilities. It has hosted numerous domestic and international cricket matches and is a popular destination for cricket enthusiasts seeking a unique and scenic cricketing experience.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Dharamshala_stadium%2Chimachal_pradesh.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/msid-57767491,width-400,resizemode-4/57767491.jpg"
  },
  {
    "id": 15,
    "name": "Oldest mahal of Himachal",
    "alias": "Heritage Himachali Palace.",
    "description": "The oldest Mahal in Himachal Pradesh, known as Rang Mahal, is a historic palace located in Chamba, India. Dating back to the 18th century, Rang Mahal is known for its exquisite architecture, intricate carvings, and beautiful frescoes. It serves as a significant cultural and architectural landmark, offering a glimpse into the rich history and heritage of Himachal Pradesh.",
    "imageUrl": "https://hpgeneralstudies.com/wp-content/uploads/2016/11/Rampur-Bushahr-Freedom-Movement-Himachal-Pradesh-General-Studies.jpg",
    "thumbnail": "https://www.omastrology.com/indian-monuments/images/rang-mahal-chamba.jpg"
  },
  {
    "id": 16,
    "name": "Ancient Goddess Kali Temple",
    "alias": "Sacred Kali Shrine.",
    "description": "The Ancient Goddess Kali Temple is a revered Hindu temple located in Himachal Pradesh, India. Believed to be centuries old, this temple is dedicated to the fierce Hindu goddess Kali, known for her power and protection. It is a popular place of worship for devotees seeking blessings, and is known for its spiritual significance and cultural heritage in the region.",
    "imageUrl": "https://www.templepurohit.com/wp-content/uploads/2016/01/Khajuraho_Devi_Jagadambi_Temple_2010.jpg",
    "thumbnail": "https://media-cdn.tripadvisor.com/media/photo-s/15/d1/00/fa/shimla-kali-bari.jpg"
  },
  {
    "id": 17,
    "name": "Kinnaur Kailash's valley",
    "alias": "Serene Mountain Landscape.",
    "description": "The Kinnaur Kailash Valley is a picturesque mountain landscape located in Kinnaur district of Himachal Pradesh, India. Surrounded by snow-capped peaks, lush green valleys, and gushing rivers, this serene valley is known for its breathtaking natural beauty, pristine landscapes, and spiritual significance. It is a popular destination for nature lovers, adventure enthusiasts, and pilgrims seeking a peaceful and awe-inspiring experience amidst the Himalayan mountains.",
    "imageUrl": "https://static.toiimg.com/photo/65200540.cms",
    "thumbnail": "https://static.toiimg.com/thumb/93424908.cms?resizemode=4&width=400"
  },
  {
    "id": 18,
    "name": "Suicide point",
    "alias": "Scenic Yet Tragic.",
    "description": "Suicide Point in Himachal Pradesh, India, is a scenic spot that unfortunately holds a tragic history. Known for its stunning vistas and panoramic views of the valleys, this location has also witnessed unfortunate incidents of suicides, leading to its name. While the scenic beauty of the place can be mesmerizing, it is important to remember the gravity of the situation and to approach such locations with sensitivity and caution.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/a8/de/76/suicide-point-view.jpg?w=1200&h=-1&s=1",
    "thumbnail": "https://www.holidify.com/images/compressed/5950.jpg"
  },
  {
    "id": 19,
    "name": "Roghi village",
    "alias": "Picturesque Himalayan Hamlet",
    "description": "Roghi Village, located in Himachal Pradesh, India, is a picturesque Himalayan hamlet nestled amidst lush greenery and stunning landscapes. Surrounded by the mighty Himalayas, Roghi offers a tranquil escape with its serene ambiance, rustic charm, and traditional village life. It is a popular destination for nature lovers, trekkers, and those seeking an offbeat experience in the lap of nature.",
    "imageUrl": "https://www.hlimg.com/images/things2do/738X538/r_1523703583t.jpg",
    "thumbnail": "https://www.holidify.com/images/attr_square/4820.jpg"
  },
  {
    "id": 20,
    "name": "Chini Village",
    "alias": "Traditional Kinnauri Hamlet.",
    "description": "Chini Village, located in Kinnaur district of Himachal Pradesh, India, is a traditional hamlet known for its unique Kinnauri architecture, cultural heritage, and breathtaking views of the Himalayas. With its traditional wooden houses, terraced fields, and apple orchards, Chini Village offers a glimpse into the traditional Kinnauri way of life. It is a popular destination for tourists seeking an authentic cultural experience and a serene retreat amidst the mountains of Himachal Pradesh.",
    "imageUrl": "https://cdn1.tripoto.com/media/filter/tst/img/12403/Image/1664955572_untitled.png",
    "thumbnail": "https://media-cdn.tripadvisor.com/media/photo-s/06/45/f6/f3/kalpa.jpg"
  },
  {
    "id": 21,
    "name": "Kalpa Valley",
    "alias": "Serenity in Himalayas.",
    "description": "Kalpa Valley, located in Himachal Pradesh, India, is a serene Himalayan valley known for its pristine beauty, tranquility, and breathtaking vistas. Set against the backdrop of snow-capped peaks, lush greenery, and terraced fields, Kalpa Valley offers a picturesque escape from the hustle and bustle of city life. It is a popular destination for nature lovers, trekkers, and those seeking a peaceful retreat in the lap of nature.",
    "imageUrl": "https://static.toiimg.com/photo/93246451.cms",
    "thumbnail": "https://static.toiimg.com/thumb/93424933.cms?resizemode=4&width=400"
  },
  {
    "id": 22,
    "name": "Tabo",
    "alias": "Traditional, Filipino, Hygiene",
    "description": "Tabo is a traditional Filipino hygiene tool, consisting of a small container with a handle. It is commonly used for washing oneself after using the toilet, bathing, or cleaning. Tabo is a practical and versatile item, deeply embedded in Filipino culture as a symbol of cleanliness and resourcefulness.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Tabo_Gompa%2C_Spiti.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/7d/3b/e7/the-stupa-near-the-new.jpg?w=400&h=300&s=1"
  },
  {
    "id": 23,
    "name": "Nako",
    "alias": "Nako : Energetic Talent",
    "description": "Nako is a small village in Himachal Pradesh, India. It is most famous for its picturesque views of the Himalayan Mountains, making it a great destination for trekking and mountaineering. It is also home to the Nako Monastery, a Buddhist temple that has been a pilgrimage site for centuries.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/60/Nako_Village.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6b/6a/db/nako-lake-one-of-the.jpg?w=400&h=300&s=1"
  },
  {
    "id": 24,
    "name": "Dhankar Village",
    "alias": "Dhankar Village : Beautiful, Historic, Spiritual.",
    "description": "Dhankar Village is a small settlement located in the Spiti valley of Himachal Pradesh, India. It is renowned for its centuries-old Buddhist monastery, Dhankar Gompa, which overlooks the village from a high cliff. It is also home to many traditional mud-brick homes, providing a glimpse into the area's traditional way of life.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Dhankar_Village.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/82449305.cms?resizemode=4&width=400"
  },
  {
    "id": 25,
    "name": "Dhankar Fort",
    "alias": "Ancient Himalayan Stronghold.",
    "description": "Dhankar Fort is an ancient Himalayan stronghold located in the Spiti valley of Himachal Pradesh, India. Built in the 17th century, the fort was once the capital of the Nono kingdom and has since served as a defensive stronghold against invading forces. It is now a popular tourist destination, with its iconic red-stone walls and stunning views of the valley below.",
    "imageUrl": "https://static.toiimg.com/photo/msid-49537809,width-96,height-65.cms",
    "thumbnail": "https://static.toiimg.com/thumb/82449305.cms?resizemode=4&width=400"
  },
  {
    "id": 26,
    "name": "Gue",
    "alias": "Mysterious Mountain Village.",
    "description": "Gue is a small village located in the Spiti Valley of Himachal Pradesh, India. It is known for its mysterious cave complex, which is said to have been used by Buddhist monks for meditation in the 8th century. It is also home to many traditional mud-brick homes, providing a glimpse into the area's traditional way of life.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Gue_Village_Monastery.jpg",
    "thumbnail": "https://www.nativeplanet.com/img/2017/07/01-04-1499167711.jpg"
  },
  {
    "id": 27,
    "name": "Langza",
    "alias": "Stunning Himalayas.",
    "description": "Langza is a picturesque village located in the Lahaul valley of Himachal Pradesh, India. This village is surrounded by breathtaking views of the Himalayas and is home to an ancient monastery. Visitors come to Langza to enjoy its natural beauty, explore its rich culture and learn about its history.",
    "imageUrl": "https://devilonwheels.com/wp-content/uploads/2018/12/Langza-Village.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/11/63/58/view.jpg?w=400&h=300&s=1"
  },
  {
    "id": 28,
    "name": "Chicham Bridge",
    "alias": "Asia's Highest Bridge",
    "description": "The Chicham Bridge is a stunning bridge located in the Lahaul valley in Himachal Pradesh, India. It is a traditional stone bridge dating back to the 19th century and is considered to be an engineering marvel. The bridge provides easy access to the villages of Langza, Komic and Hikkim, and is a favorite spot for tourists and local travelers alike.",
    "imageUrl": "https://awalkintheworld.com/wp-content/uploads/2020/08/chicham-bridge-highest-bridge-asia-1024x576.jpg",
    "thumbnail": "https://live-core-api.travalour.com/common/v1/thumbnail/b50b6fe6-32e1-11ea-a2af-0ec82d6f8976?format=webp&width=360"
  }
  ,
  {
    "id": 29,
    "name": "Kee Monastery",
    "alias": "Ancient spiritual site.",
    "description": "Kee Monastery is an ancient spiritual site located in the Lahaul valley in Himachal Pradesh, India. This monastery, believed to have been built by the great Buddhist teacher Padmasambhava in the 8th century, is a beautiful structure made up of different temples and shrines. Visitors come to this sacred site to experience its meditative atmosphere and to take part in its religious ceremonies.",
    "imageUrl": "https://www.dsource.in/sites/default/files/resource/monasteries-spiti-valley/kee-monastery/minigallery/10965/3.jpg",
    "thumbnail": "https://static.india.com/wp-content/uploads/2014/09/Key-Monastery.jpg?impolicy=Medium_Resize&w=500&h=500"
  },
  {
    "id": 30,
    "name": "Hikkim",
    "alias": "Traditional mountain village.",
    "description": "Hikkim is a traditional mountain village located in the Lahaul valley of Himachal Pradesh, India. This small village is known for its stunning views of the Himalayas and its serene atmosphere. Visitors come to Hikkim to enjoy its natural beauty, explore its rich culture, and experience its traditional lifestyle.",
    "imageUrl": "https://curlytales.com/wp-content/uploads/2020/08/dunyanin-en-yuksek-postanesi-12278395_amp-1-1170x614.jpg",
    "thumbnail": "https://www.holidify.com/images/attr_square/4961.jpg"
  },
  {
    "id": 31,
    "name": "Komic Settlement",
    "alias": "World's Highest Village",
    "description": "Komic is a picturesque settlement located in the Lahaul valley of Himachal Pradesh, India. This small village is home to a spectacular view of the Himalayas, as well as an ancient monastery. Visitors come to Komic to appreciate its natural beauty, learn more about the local culture, and explore its many historical sites.",
    "imageUrl": "https://i0.wp.com/travelshoebum.com/wp-content/uploads/2018/04/dsc_0592.jpg?fit=4288%2C2848&ssl=1",
    "thumbnail": "https://static.toiimg.com/thumb/82624689.cms?resizemode=4&width=400"
  },
  {
    "id": 32,
    "name": "Kibber village",
    "alias": "High altitude village.",
    "description": "Kibber is a high altitude village situated in the Lahaul valley of Himachal Pradesh, India. This village is well known for its spectacular views of the Himalayas and its traditional lifestyle. Visitors come to Kibber to enjoy its natural beauty, explore its rich culture, and experience the unique mountain life.",
    "imageUrl": "https://static.toiimg.com/photo/msid-82566144,width-96,height-65.cms",
    "thumbnail": "https://static.toiimg.com/thumb/82566153.cms?resizemode=4&width=400"
  },
  {
    "id": 33,
    "name": "Battal",
    "alias": "Historic hill station.",
    "description": "Battal is an historic hill station located in the Lahaul valley of Himachal Pradesh, India. This peaceful village is surrounded by breathtaking views of the Himalayas and is home to an old temple. Visitors come to Battal to appreciate its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Battal%2C_mansehra_%2C_KPK%2C_Pakistan.JPG",
    "thumbnail": "https://www.outlookindia.com/outlooktraveller/resizer.php?src=https://www.outlookindia.com/outlooktraveller/public/uploads/files/2014/12/FS_071556102A10054051-trek1.jpg&w=500&h=400"
  },
  {
    "id": 34,
    "name": "Chandratal lake",
    "alias": "Spectacular mountain lake.",
    "description": "Chandratal Lake is a spectacular mountain lake situated in the Lahaul valley of Himachal Pradesh, India. This lake is known for its breathtaking views of the Himalayas, and its crystal clear waters. Visitors come to this lake to enjoy its natural beauty, and to take part in the various activities available.",
    "imageUrl": "https://www.euttaranchal.com/tourism/photos/chandratal-lake-trek-1619660.jpg",
    "thumbnail": "https://www.euttaranchal.com/tourism/timthumb.php?src=https://www.euttaranchal.com/tourism/photos/chandratal-lake-trek-2296505.jpg&w=460&h=460&q=70"
  },
  {
    "id": 35,
    "name": "Koksar",
    "alias": "Rustic mountain town.",
    "description": "Koksar is a rustic mountain town located in the Lahaul valley of Himachal Pradesh, India. This small village is known for its stunning views of the Himalayas and its traditional lifestyle. Visitors come to Koksar to appreciate its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://gotraveldiscoverer.files.wordpress.com/2015/09/koksarvillagepanaromio.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/msid-91775813,width-400,resizemode-4/91775813.jpg"
  },
  {
    "id": 36,
    "name": "Sissu",
    "alias": "Beautiful mountain village.",
    "description": "Sissu is a beautiful mountain village located in the Lahaul valley of Himachal Pradesh, India. This small village is surrounded by breathtaking views of the Himalayas and is home to an ancient monastery. Visitors come to Sissu to enjoy its natural beauty, explore its rich culture, and experience its traditional lifestyle.",
    "imageUrl": "https://img.cdn.zostel.com/blog_photo/094_Sissu_29.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/msid-58994639,width-400,resizemode-4/58994639.jpg"
  },
  {
    "id": 37,
    "name": "Atal Tunnel",
    "alias": "Engineering wonderland.",
    "description": "Atal Tunnel is an engineering wonderland situated in the Lahaul valley of Himachal Pradesh, India. This 9 km long tunnel is a marvel of engineering, and is the longest tunnel in the world above an altitude of 3,000 metres. Visitors come to Atal Tunnel to experience its grandeur and marvel at its construction.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/PM_Modi_in_Atal_Tunnel_2020.jpg/1200px-PM_Modi_in_Atal_Tunnel_2020.jpg",
    "thumbnail": "https://imgk.timesnownews.com/story/Eh_XQyMXYAAUNsC.jpg?tr=w-400,h-300,fo-auto"
  },
  {
    "id": 38,
    "name": "Solang valley",
    "alias": "Lush mountain scenery.",
    "description": "Solan Valley is a stunning area located in Himachal Pradesh, India. This lush mountain scenery is known for its breathtaking views of the Himalayas and is home to many traditional villages and towns. Visitors come to Solan Valley to appreciate its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/15/fc/a8/25/solang-valley.jpg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/0holfs301cvpt9btbhmfs391x3km_shutterstock_1145788208.jpg"
  },
  {
    "id": 39,
    "name": "Beas Kund",
    "alias": "Mystic mountain lake.",
    "description": "Beas Kund is a mystical mountain lake situated in the Kullu district of Himachal Pradesh, India. This lake is surrounded by stunning views of the Himalayas, and is a popular destination for trekkers and nature lovers. Visitors come to Beas Kund to enjoy its natural beauty, take part in various activities, and experience its spiritual atmosphere.",
    "imageUrl": "https://www.trawell.in/admin/images/upload/129084137Manali_Beas_Kund_Main.jpg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/ohi8xgcb9q3r33qbmkhuudue84ok_Beas%20Kund%2002.jpg"
  },
  {
    "id": 40,
    "name": "Gulaba",
    "alias": "Majestic mountain meadow.",
    "description": "Gulaba is a majestic mountain meadow located in the Kullu district of Himachal Pradesh, India. This area is known for its stunning views of the snow-capped Himalayas and its lush greenery. Visitors come to Gulaba to appreciate its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://pyt-blogs.imgix.net/2020/11/vicky-bhusara-kQ5q1Z4_A_o-unsplash.jpg?auto=format&ixlib=php-3.3.0",
    "thumbnail": "https://im.hunt.in/cg/Manali/City-Guide/Gulaba-Snow-Point.JPG"
  },
  {
    "id": 41,
    "name": "Nehru Kund",
    "alias": "Mystical mountain spring.",
    "description": "Nehru Kund is a mystical mountain spring situated in the Kullu district of Himachal Pradesh, India. This spring is said to have healing properties, and its crystal clear waters are believed to have originated from the sacred rivers of the Himalayas. Visitors come to Nehru Kund to take part in its spiritual atmosphere and to appreciate its natural beauty.",
    "imageUrl": "https://d3gw4aml0lneeh.cloudfront.net/assets/locations/mSMA4jJqOgZR.jpg",
    "thumbnail": "https://www.indianvisit.com/pictures/travelguide/attractions/nehru-kund-manali-4704.jpeg"
  },
  {
    "id": 42,
    "name": "Hanogi Devi Temple",
    "alias": "Sacred Hindu shrine.",
    "description": "Hanogi Devi Temple is a sacred Hindu shrine located in the Kullu district of Himachal Pradesh, India. This temple is dedicated to the goddess Durga, and is a popular destination for devotees who come to seek blessings and experience its spiritual atmosphere. Visitors come to Hanogi Devi Temple to take part in its rituals and ceremonies, and to appreciate its natural beauty.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/9b/a0/f5/hanogi-mata-temple.jpg?w=1200&h=-1&s=1",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/67/ae/82/dechen-choekhor-mahavihara.jpg?w=300&h=300&s=1"
  },
  {
    "id": 43,
    "name": "Pandoh Dam",
    "alias": "Man-made engineering marvel.",
    "description": "Pandoh Dam is a man-made engineering marvel located in the Kullu district of Himachal Pradesh, India. This dam is a popular destination for tourists and local travelers, and is known for its spectacular views of the surrounding mountains. Visitors come to Pandoh Dam to appreciate its natural beauty, explore its rich culture, and take part in various activities.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/3a/99/61/pandoh-dam.jpg?w=1200&h=-1&s=1",
    "thumbnail": "https://3.imimg.com/data3/EQ/CS/MY-4291518/pandoh-dam-500x500.jpg"
  },
  {
    "id": 44,
    "name": "Mandi",
    "alias": "Lively hill station.",
    "description": "Mandi is a lively hill station situated in the Kullu district of Himachal Pradesh, India. This vibrant city is known for its stunning views of the Himalayas, and its bustling marketplaces. Visitors come to Mandi to enjoy its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/07/Natural_Treasures_of_India_-_Prashar_Lake.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/92/39/c4/rewalsar-lake.jpg?w=400&h=300&s=1"
  },
  {
    "id": 45,
    "name": "Sundernagar lake",
    "alias": "Sparkling mountain lake.",
    "description": "Sundarnagar Lake is a sparkling mountain lake located in the Kullu district of Himachal Pradesh, India. This lake is known for its breathtaking views of the Himalayas, and its crystal clear waters. Visitors come to Sundarnagar Lake to appreciate its natural beauty, take part in various activities, and experience its serene atmosphere.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Sunder_Nagar_Lake_-_Manali-Chandigarh_Highway_-_NH-21_-_Sundarnagar_-_Mandi_2014-05-09_2141.JPG/2560px-Sunder_Nagar_Lake_-_Manali-Chandigarh_Highway_-_NH-21_-_Sundarnagar_-_Mandi_2014-05-09_2141.JPG",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/c2/81/e8/kunt-bhayog-lake.jpg?w=400&h=-1&s=1"
  },
  {
    "id": 46,
    "name": "Bilaspur lake",
    "alias": "Refreshing mountain lake.",
    "description": "Bilapur Lake is a refreshing mountain lake situated in the Kullu district of Himachal Pradesh, India. This lake is known for its stunning views of the Himalayas and its tranquil atmosphere. Visitors come to Bilapur Lake to enjoy its natural beauty, take part in various activities, and experience its peaceful environment.",
    "imageUrl": "https://www.holidify.com/images/cmsuploads/compressed/Gobind_Sagar_Reservoir_Himacha_Pradesh_20171226202324.jpg",
    "thumbnail": "https://www.gosahin.com/go/p/g/t/1550932756_Gobind-Sagar-Lake1.jpg"
  },
  {
    "id": 47,
    "name": "Trek from Kasol to Bandhak Thach",
    "alias": "Spectacular Himalayan trek.",
    "description": "The trek from Kasol to Bandhank Thach is a spectacular Himalayan trek located in the Kullu district of Himachal Pradesh, India. This trek is known for its stunning views of the Himalayas, and its challenging terrain. Visitors come to this trek to appreciate its natural beauty, explore its rich culture, and take part in its thrilling adventures.",
    "imageUrl": "https://static2.tripoto.com/media/filter/tst/img/1784/TripDocument/10414379_10152483558166913_5208535057042902353_n.jpg",
    "thumbnail": "https://www.outlookindia.com/outlooktraveller/resizer.php?src=https://www.outlookindia.com/outlooktraveller/public/uploads/files/2015/03/110815142233-kasol-and-manikaran1.jpg&w=500&h=400"
  },
  {
    "id": 48,
    "name": "Trek from Bandhak Thach to Biskeri Thach",
    "alias": "Exciting mountain adventure.",
    "description": "The trek from Bandhak Thach to Biskeri Thach is an exciting mountain adventure located in the Kullu district of Himachal Pradesh, India. This trek is known for its stunning views of the Himalayas, and its challenging terrain. Visitors come to this trek to appreciate its natural beauty, explore its rich culture, and take part in its thrilling adventures.",
    "imageUrl": "https://i.pinimg.com/originals/db/8a/30/db8a307162bdc7526b8b1630174b83ad.jpg",
    "thumbnail": "https://www.rockyfeet.com/wp-content/uploads/2018/04/18581735_1464089876999816_6398946420088759708_n-600x400.jpg"
  },
  {
    "id": 49,
    "name": "Gujjar spot",
    "alias": "Stunning mountain vista.",
    "description": "Gujjar Spot is a stunning mountain vista located in the Kullu district of Himachal Pradesh, India. This spot is known for its breathtaking views of the Himalayas, and its lush greenery. Visitors come to Gujjar Spot to appreciate its natural beauty, explore its rich culture, and take part in various activities.",
    "imageUrl": "https://www.kashmirnewsobserver.com/userfiles/image/s_637632303479616586_3EBA2A35-9AA6-49F4-9AB1-02B8EA996145.jpeg",
    "thumbnail": "https://i0.wp.com/searchkashmir.org/wp-content/uploads/2010/06/unique_gujjar_house_gulmarg.jpg?fit=400%2C300&ssl=1"
  },
  {
    "id": 50,
    "name": "Sar Pass Top",
    "alias": "Majestic mountain peak.",
    "description": "Sar Pass Top is a majestic mountain peak located in the Kullu district of Himachal Pradesh, India. This peak is known for its stunning views of the Himalayas, and its challenging terrain. Visitors come to Sar Pass Top to appreciate its natural beauty, explore its rich culture, and take part in its thrilling adventures.",
    "imageUrl": "https://trekthehimalayas.com/wp-content/uploads/2023/01/Sar-Pass-Pritish-Bhanushali-2.jpg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/v7unqechwzgu5gt4oplmxukqsoiz_trekker_at_sar_pass_d849e8cb83.jpg"
  },
  {
    "id": 51,
    "name": "Trek down to Barshaini via Pulga",
    "alias": "Breathtaking mountain descent.",
    "description": "The trek down to Barshaini via Pulga is a breathtaking mountain descent located in the Kullu district of Himachal Pradesh, India. This trek is known for its stunning views of the Himalayas, and its challenging terrain. Visitors come to this trek to appreciate its natural beauty, explore its rich culture, and take part in its thrilling adventures.",
    "imageUrl": "https://s2.wklcdn.com/image_262/7876187/107826735/69683720.700x525.jpg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/j0ldw0mlleszd21jpdivhlweh0gt_1588092269_221561557.png"
  },
  {
    "id": 52,
    "name": "Parvati Valley",
    "alias": "Picturesque mountain valley.",
    "description": "Parvati Valley is a picturesque mountain valley located in the Kullu district of Himachal Pradesh, India. This valley is known for its stunning views of the Himalayas, and its lush greenery. Visitors come to Parvati Valley to appreciate its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://www.himalayanhikers.in/wp-content/uploads/2020/03/Parvati-Valley-Trek.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/85302703.cms?resizemode=4&width=400"
  },
  {
    "id": 53,
    "name": "Manikaran Gurudwara",
    "alias": "Sacred Sikh shrine.",
    "description": "Manikaran Gurudwara is a sacred Sikh shrine located in the Kullu district of Himachal Pradesh, India. This shrine is known for its stunning views of the Himalayas and its spiritual atmosphere. Visitors come to Manikaran Gurudwara to take part in its religious ceremonies, and to appreciate its natural beauty.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Manikaran.jpg",
    "thumbnail": "https://4.bp.blogspot.com/_Gv_zwUmRhME/R9lW2zS9vZI/AAAAAAAAAUU/q4j54FdGdrk/s400/View+from+Gurudwara+Sahib.JPG"
  },
  {
    "id": 54,
    "name": "Old Shiva Temple",
    "alias": "Historic Hindu temple.",
    "description": "The Old Shiva Temple is a historic Hindu temple situated in the Kullu district of Himachal Pradesh, India. This temple is known for its stunning views of the Himalayas and its spiritual atmosphere. Visitors come to this temple to take part in its religious ceremonies, and to appreciate its natural beauty.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/79/Shiva_temple_baijnath_HP.jpg",
    "thumbnail": "https://www.tourmyindia.com/images/shiva-temple-palampur1.jpg"
  },
  {
    "id": 55,
    "name": "Kasol Market",
    "alias": "Vibrant mountain bazaar.",
    "description": "Kasol Market is a vibrant mountain bazaar located in the Kullu district of Himachal Pradesh, India. This market is known for its bustling atmosphere, and its variety of items for sale. Visitors come to Kasol Market to experience its unique culture, explore its rich history, and take part in its lively atmosphere.",
    "imageUrl": "https://thelandofwanderlust.com/wp-content/uploads/2018/10/DC015470-4622-47E1-BA0F-18216E1EC47E-1024x894.jpeg",
    "thumbnail": "https://vagabondholidays.com/wp-content/uploads/2022/07/KASOL-MARKET-300x216.jpeg"
  },
  {
    "id": 56,
    "name": "Tirthan Valley",
    "alias": "Beautiful mountain valley.",
    "description": "Tirthan Valley is a beautiful mountain valley located in the Kullu district of Himachal Pradesh, India. This valley is known for its stunning views of the Himalayas, and its lush greenery. Visitors come to Tirthan Valley to appreciate its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://en-media.thebetterindia.com/uploads/2016/06/454282226Kullu_Tirthan_Valley_Main.jpg",
    "thumbnail": "https://triphawker.com/wp-content/uploads/2021/06/tirthan-valley-1024x678-1-400x300.jpg"
  },
  {
    "id": 57,
    "name": "Trek to the Great Himalayan National Park",
    "alias": "Stunning nature expedition.",
    "description": "The trek to the Great Himalayan National Park is a stunning nature expedition located in the Kullu district of Himachal Pradesh, India. This trek is known for its stunning views of the Himalayas, and its rich biodiversity. Visitors come to this trek to appreciate its natural beauty, explore its rich culture, and take part in its thrilling adventures.",
    "imageUrl": "https://imgcld.yatra.com/ytimages/image/upload/v1517482567/AdvNation/ANN_TRP587/Great-Himalayan-National-Park-Trek_1464267110_8TUbTq.jpg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/tegpp74wwjdm19zjd3uqsi6kqj60_1467202859_10561709_10152850977896447_3753054927918128204_n.jpg"
  },
  {
    "id": 58,
    "name": "Tirthan river",
    "alias": "Spectacular mountain river.",
    "description": "The Tirthan River is a spectacular mountain river located in the Kullu district of Himachal Pradesh, India. This river is known for its stunning views of the Himalayas, and its crystal clear waters. Visitors come to the Tirthan River to appreciate its natural beauty, take part in various activities, and experience its serene atmosphere.",
    "imageUrl": "https://www.outlookindia.com/outlooktraveller/public/uploads/articles/explore/tirthan.jpg",
    "thumbnail": "https://triphawker.com/wp-content/uploads/2021/06/tirthan-valley-1024x678-1-400x300.jpg"
  },
  {
    "id": 59,
    "name": "Bhuntar market",
    "alias": "Lively mountain bazaar.",
    "description": "Bhuntar Market is a lively mountain bazaar located in the Kullu district of Himachal Pradesh, India. This market is known for its bustling atmosphere, and its variety of items for sale. Visitors come to Bhuntar Market to experience its unique culture, explore its rich history, and take part in its lively atmosphere.",
    "imageUrl": "https://i0.wp.com/farbound.net/wp-content/uploads/2019/10/Farbound.Net-Bhuntar-Shops-Himachal-Pradesh-India.jpg?resize=1920%2C1440&ssl=1",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/onqq2c3v0s8y3xubj3lrsgtjgz6u_manalishoproad.jpg"
  },
  {
    "id": 60,
    "name": "Chalal",
    "alias": "Thrilling mountain journey.",
    "description": "Chalal Trek is a thrilling mountain journey located in the Kullu district of Himachal Pradesh, India. This trek is known for its stunning views of the Himalayas, and its challenging terrain. Visitors come to Chalal Trek to appreciate its natural beauty, explore its rich culture, and take part in its thrilling adventures.",
    "imageUrl": "https://static.toiimg.com/photo/62836507.cms",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/2814w7fi0705rd5j9sxts62wmase_1600345806_trek_6.png"
  },
  {
    "id": 61,
    "name": "Malana",
    "alias": "Traditional mountain village.",
    "description": "Malana Village is a traditional mountain village located in the Kullu district of Himachal Pradesh, India. This village is known for its stunning views of the Himalayas, and its serene atmosphere. Visitors come to Malana Village to enjoy its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Malana_Village_during_sunset.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/msid-82699922,imgsize-1851200,width-400,resizemode-4/82699922.jpg"
  },
  {
    "id": 62,
    "name": "Parvati River",
    "alias": "Majestic mountain river.",
    "description": "The Parvati River is a majestic mountain river located in the Kullu district of Himachal Pradesh, India. This river is known for its stunning views of the Himalayas, and its crystal clear waters. Visitors come to the Parvati River to appreciate its natural beauty, take part in various activities, and experience its serene atmosphere.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/de/The_Moonlit_Parvati_River_flowing_beside_the_Kasol_Town%2C_Himachal_Pradesh.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/85302703.cms?resizemode=4&width=400"
  },
  {
    "id": 63,
    "name": "Manali",
    "alias": "Lively hill station.",
    "description": "Manali is a lively hill station situated in the Kullu district of Himachal Pradesh, India. This vibrant city is known for its stunning views of the Himalayas, and its bustling marketplaces. Visitors come to Manali to enjoy its natural beauty, explore its rich culture, and experience its unique mountain life.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Manali_Mountains.jpg/1200px-Manali_Mountains.jpg",
    "thumbnail": "https://www.rajputholidays.in/wp-content/uploads/2020/02/Mnaali-destinatioj-400x300.jpg"
  },
  {
    "id": 64,
    "name": "Hadimba Temple",
    "alias": "Sacred Hindu temple.",
    "description": "Hadimba Temple is a sacred Hindu temple located in the Kullu district of Himachal Pradesh, India. This temple is dedicated to the goddess Hadimba, and is a popular destination for devotees who come to seek blessings and experience its spiritual atmosphere. Visitors come to Hadimba Temple to take part in its rituals and ceremonies, and to appreciate its natural beauty.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Hidimba_Devi_Temple_-_North-east_View_-_Manali_2014-05-11_2648-2649.TIF/lossy-page1-1200px-Hidimba_Devi_Temple_-_North-east_View_-_Manali_2014-05-11_2648-2649.TIF.jpg",
    "thumbnail": "https://3.bp.blogspot.com/-3wx_gf2bnZ8/TvNFlLgDteI/AAAAAAAAFEk/5cH_qDNXHNI/s1600/hidimba-devi-hadimba-temple-himachal-pradesh.jpg"
  },
  {
    "id": 65,
    "name": "Vashisht Temple",
    "alias": "Historic Hindu shrine.",
    "description": "Vashisht Temple is a historic Hindu shrine located in the Kullu district of Himachal Pradesh, India. This temple is known for its stunning views of the Himalayas and its spiritual atmosphere. Visitors come to Vashisht Temple to take part in its religious ceremonies, and to appreciate its natural beauty.",
    "imageUrl": "https://www.trawell.in/admin/images/upload/129084435Manali_Vashisht_Temple_Main.jpg",
    "thumbnail": "https://media-cdn.tripadvisor.com/media/photo-s/12/7a/02/b1/temple.jpg"
  },
  {
    "id": 66,
    "name": "Kullu Market",
    "alias": "Vibrant mountain bazaar.",
    "description": "Kullu Market is a vibrant mountain bazaar located in the Kullu district of Himachal Pradesh, India. This market is known for its bustling atmosphere, and its variety of items for sale. Visitors come to Kullu Market to experience its unique culture, explore its rich history, and take part in its lively atmosphere.",
    "imageUrl": "https://img.etimg.com/thumb/msid-83138189,width-640,resizemode-4,imgsize-240259/a-crowded-market-in-kullu.jpg",
    "thumbnail": "https://img.traveltriangle.com/blog/wp-content/uploads/2020/06/shopping-market-in-kullu-400x229.jpg"
  },
  {
    "id": 67,
    "name": "Chandigarh",
    "alias": "Chandigarh City Beautiful",
    "description": "Chandigarh is the capital of the Indian state of Punjab and is one of the most popular tourist destinations in India. It is known as the 'City Beautiful' because of its well-planned infrastructure. This city is well known for its architectural marvels and lush green gardens, which attract tourists from all over the world.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/76/Open_Hand_monument%2C_Chandigarh.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/msid-90521349,width-400,resizemode-4/90521349.jpg"
  },
  {
    "id": 68,
    "name": "Rock Garden",
    "alias": "Rock Garden Wonderland",
    "description": "The Rock Garden of Chandigarh is a remarkable creation that showcases the artistic vision of Nek Chand. This garden is filled with amazing sculptures made from discarded materials and offers a unique experience for visitors. The garden is filled with lush greenery and features several pathways for visitors to explore. It is a great place to spend an afternoon, where visitors can marvel at the creative sculptures and enjoy the peaceful surroundings",
    "imageUrl": "https://img.veenaworld.com/wp-content/uploads/2021/03/Rock-Garden-Chandigarh-scaled.jpg",
    "thumbnail": "https://i.pinimg.com/550x/c7/06/94/c7069455624395ec4aab07bb533d9b9e.jpg"
  },
  {
    "id": 69,
    "name": "Sukhna Lake",
    "alias": "Serene Sukhna Lake",
    "description": "Sukhna Lake is a beautiful man-made lake located in Chandigarh. It is a popular destination for locals and tourists alike and provides a peaceful setting for visitors to relax and enjoy the scenery. This lake is an important part of the city and is a great place to go for a walk or a picnic. Sukhna Lake is the perfect spot for a day out with family and friends and provides a spectacular view of the surrounding area.",
    "imageUrl": "https://www.wowchandigarh.com/wp-content/uploads/2020/11/2-e1617889548555.png",
    "thumbnail": "https://static.toiimg.com/thumb/msid-76455499,width-400,resizemode-4/76455499.jpg"
  },
  {
    "id": 70,
    "name": "Rose Garden",
    "alias": "Rose Garden Paradise",
    "description": "The Rose Garden of Chandigarh is a spectacular place to visit. This garden is spread over 30 acres and is home to a variety of colorful roses. Visitors can explore the different varieties of roses and enjoy the sweet smell of the flowers. The garden also features several pathways and fountains, making it a great place to spend an afternoon. The Rose Garden of Chandigarh is a beautiful oasis in the city and a must-visit destination.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/Rose_Garden_%2CChandigarh%2CIndia.jpg",
    "thumbnail": "https://www.gosahin.com/go/p/d/t/1521760571_Rose-Garden1.jpg"
  },
  {
    "id": 71,
    "name": "Raghunath temple",
    "alias": "Raghunath Temple Grandeur",
    "description": "The Raghunath Temple of Chandigarh is a beautiful Hindu temple that was built in the year 1763. This temple is dedicated to Lord Rama and is one of the most popular religious places in the city. The temple is intricately decorated with beautiful carvings and colorful paintings. Visitors from all over the world come to this temple to seek blessings from Lord Rama and admire the grandeur of this temple. The Raghunath Temple is an important part of the city and a must-visit destination.",
    "imageUrl": "https://www.tourmyindia.com/states/jammu-kashmir/image/raghunath-temple.jpg",
    "thumbnail": "https://3.imimg.com/data3/RK/JD/MY-13624604/raghunath-temple-500x500.jpg"
  },
  {
    "id": 72,
    "name": "Local market Jammu",
    "alias": "Vibrant Jammu Market",
    "description": "The Local Market of Jammu is a vibrant shopping destination that is a great place to explore the culture of the city. This bustling market is filled with shops, stalls, and vendors offering all kinds of goods. Visitors can find everything from traditional handicrafts to modern gadgets. The market is a great place to interact with the locals and get a taste of the local culture. The Local Market of Jammu is a must-visit destination for anyone looking for an authentic shopping experience.",
    "imageUrl": "https://assets.traveltriangle.com/blog/wp-content/uploads/2018/04/hari-market.jpg",
    "thumbnail": "https://www.holidify.com/images/attr_square/2156.jpg"
  },
  {
    "id": 73,
    "name": "Katra",
    "alias": "Katra Pilgrimage Site",
    "description": "Katra is a small town located in the state of Jammu and Kashmir, India. It is a popular pilgrimage site for Hindus as it is the base camp for the shrine of Vaishno Devi. The town is known for its stunning natural beauty and spiritual aura. Visitors from all over the world come to Katra to seek blessings from the goddess and explore the many temples and shrines in the area. Katra is a must-visit destination for those looking for a spiritual and serene experience.",
    "imageUrl": "https://www.tourmyindia.com/states/jammu-kashmir/image/katra-banner.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/9f/4e/27/bhawan-to-bhairo-baba.jpg?w=400&h=-1&s=1"
  },
  {
    "id": 74,
    "name": "Vaishno Devi Yatra",
    "alias": "Spiritual Vaishno Devi",
    "description": "The Vaishno Devi Yatra is an important pilgrimage journey for Hindus in India. This journey takes devotees to the holy shrine of Vaishno Devi, which is located in the small town of Katra in Jammu and Kashmir. The journey is full of spiritual significance and is said to bring good luck and blessings to those who undertake it. People from all over the world come to Katra to embark on this journey and seek blessings from the goddess. The Vaishno Devi Yatra is a must-visit destination for anyone looking for a spiritual experience.",
    "imageUrl": "https://www.maavaishnodevi.org/images/track_big.jpg",
    "thumbnail": "https://i.timesnowhindi.com/stories/Vaishno_Devi_1.jpg?tr=w-400,h-300,fo-auto"
  },
  {
    "id": 75,
    "name": "Trek to the Shrine",
    "alias": "Trek to Devotion",
    "description": "The Trek to the Shrine is a popular pilgrimage route for devotees of Vaishno Devi. This trek takes pilgrims to the holy shrine of Vaishno Devi, which is located in the small town of Katra in Jammu and Kashmir. The trek is known for its breathtaking views and spiritual significance. It is said to bring good luck and blessings to those who undertake it. People from all over the world come to Katra to embark on this trek and seek blessings from the goddess. The Trek to the Shrine is a must-visit destination for anyone looking for a spiritual journey.",
    "imageUrl": "https://www.geobrugg.com/portal/projektdb/pics/berechnet/49690/slider_detail_GBE-3000A-Trek-route-to-Shri-Mata-Vaishno-Devi-Shrine-1-2016-0050365.jpg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,q_auto/v1/filestore/iuzjkyy3zlvjy5jf7n53m2lyhqmx_d3.jpg"
  },
  {
    "id": 76,
    "name": "Srinagar",
    "alias": "Serene Srinagar",
    "description": "Srinagar is the summer capital of the Indian state of Jammu and Kashmir. It is known for its natural beauty and is a popular tourist destination. This city is filled with stunning lakes, gardens, and houseboats that offer visitors an unforgettable experience. Visitors can explore the city's many attractions, such as the Dal Lake, the Mughal Gardens, and the Shankaracharya Temple. Srinagar is a great place to spend an afternoon and offers a peaceful and serene atmosphere.",
    "imageUrl": "https://www.tripsavvy.com/thmb/-AzEW7DpVfnzFwXRy0LISt5RH8c=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-1432005421-5c0bc8d84cedfd0001fa5acb.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/af/0b/0c/main-image-of-houseboat.jpg?w=400&h=300&s=1"
  },
  {
    "id": 77,
    "name": "Dal Lake",
    "alias": "Dal Lake Splendor",
    "description": "The Dal Lake is a beautiful lake located in Srinagar, India. It is one of the most popular tourist destinations in the city and provides visitors with stunning views of the surrounding area. The lake is filled with houseboats and shikaras offering visitors a unique experience. Visitors can explore the lake by taking a boat ride or simply admiring the beauty of the lake from the shore. The Dal Lake is a must-see destination in Srinagar and is a great place to spend an afternoon.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Dal_Lake_Hazratbal_Srinagar.jpg/640px-Dal_Lake_Hazratbal_Srinagar.jpg",
    "thumbnail": "https://www.localguidesconnect.com/t5/image/serverpage/image-id/1461110iA5342B2875F893FB/image-size/medium?v=v2&px=400"
  },
  {
    "id": 78,
    "name": "Mughal Gardens",
    "alias": "Mughal Garden Splendour",
    "description": "The Mughal Gardens of Srinagar are a must-visit destination for anyone looking to explore the city's rich culture and heritage. These gardens are filled with lush greenery and feature several pathways and fountains. Visitors can explore the various gardens and admire the intricate carvings and paintings. The Mughal Gardens are a great place to spend an afternoon and offer a peaceful and tranquil atmosphere. It is a great place to take in the beauty of Srinagar and enjoy the splendour of these gardens.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/68/f4/db/chasme-sahi.jpg?w=1200&h=-1&s=1",
    "thumbnail": "https://static.toiimg.com/thumb/99294105.cms?resizemode=4&width=400"
  },
  {
    "id": 79,
    "name": "Nishat Bagh",
    "alias": "Majestic, picturesque, serene.",
    "description": "Nishat Bagh is a majestic and picturesque Mughal garden located in the city of Srinagar in the Indian Union Territory of Jammu and Kashmir. The garden is set against the stunning backdrop of the Himalayan Mountains and overlooks the tranquil waters of Dal Lake. With its lush green lawns and terraced flower beds, the garden provides a serene and peaceful atmosphere that is perfect for relaxation and reflection. The whole scene is one of natural beauty and grandeur, with the shimmering lake and the distant snow-capped mountains adding to the picturesque beauty of the garden.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Nishat_Bagh.JPG",
    "thumbnail": "https://static.toiimg.com/thumb/99294105.cms?resizemode=4&width=400"
  },
  {
    "id": 80,
    "name": "Shalimar Bagh",
    "alias": "Enchanting, lush, vibrant.",
    "description": "Shalimar Bagh is an enchanting Mughal garden located in the city of Srinagar in the Indian Union Territory of Jammu and Kashmir. The garden is set against the stunning backdrop of the Himalayan Mountains, and is full of lush greenery and vibrant flowers. The winding pathways and intricate patterns of colorful tiles make for a mesmerizing experience, and the cool breeze from the lake adds to the charm of this magical place. Shalimar Bagh provides a peaceful and tranquil atmosphere that is perfect for relaxation and contemplation.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Shalimar_Bagh_1.jpg",
    "thumbnail": "https://i0.wp.com/searchkashmir.org//wp-content/uploads/2009/04/queen27s_Pavilion_ShalimarBagh_kashmir.jpg?w=525&ssl=1"
  },
  {
    "id": 81,
    "name": "Chashme Shahi gardens",
    "alias": "Tranquil, verdant, splendid.",
    "description": "Chashme Shahi Gardens is a tranquil and verdant Mughal garden located in the city of Srinagar in the Indian Union Territory of Jammu and Kashmir. The garden is set against the stunning backdrop of the Himalayan Mountains and overlooks the placid waters of Dal Lake. The lush greenery of the garden is full of colorful flowers and fragrant trees, and the winding pathways are lined with marble fountains and pavilions. Chashme Shahi Gardens provides a peaceful and tranquil atmosphere that is perfect for relaxation and contemplation, and its splendid beauty will take your breath away.",
    "imageUrl": "https://www.tourmyindia.com/states/jammu-kashmir/image/chashme-shahi-srinagar.jpg",
    "thumbnail": "https://www.tourmyindia.com/states/jammu-kashmir/image/chashme-shahi-srinagar.jpg"
  },
  {
    "id": 82,
    "name": "Shankaracharya Temple",
    "alias": "Ancient, sacred, majestic.",
    "description": "Shankaracharya Temple is an ancient and sacred temple located in the city of Srinagar in the Indian Union Territory of Jammu and Kashmir. The temple is perched atop a hill overlooking the city, and its majestic white marble structure is a sight to behold. Inside, the intricately carved pillars and walls are adorned with intricate sculptures and symbols, providing a glimpse into the ancient history of the temple. Shankaracharya Temple is a sacred place of worship and meditation, and its ancient beauty is sure to captivate visitors with its majestic grandeur.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Salomon4_%28cropped%29.jpg",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/The_Ancient_Shankaracharya_Temple_%28Srinagar%2C_Jammu_and_Kashmir%29_%28cropped%29.jpg/160px-The_Ancient_Shankaracharya_Temple_%28Srinagar%2C_Jammu_and_Kashmir%29_%28cropped%29.jpg"
  },
  {
    "id": 83,
    "name": "Hazratbal Shrine",
    "alias": "Sacred, serene, beautiful.",
    "description": "Hazratbal Shrine is a sacred and serene shrine located in the city of Srinagar in the Indian Union Territory of Jammu and Kashmir. The stunning white marble structure is set on the banks of the tranquil waters of Dal Lake, and its intricate design and beautiful silver domes make it a sight to behold. Inside, the shrine is adorned with intricate carvings and paintings, and the peaceful atmosphere provides an ideal setting for prayer and meditation. Hazratbal Shrine is a sacred place of worship and its serene beauty is sure to captivate visitors with its beauty.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/HAZRATBAL_SHRINE_01.JPG/1200px-HAZRATBAL_SHRINE_01.JPG",
    "thumbnail": "https://static.toiimg.com/thumb/msid-71994879,width-400,resizemode-4/71994879.jpg"
  },
  {
    "id": 84,
    "name": "Jama Masjid Srinagar",
    "alias": "Grand, impressive, awe-inspiring.",
    "description": "Jama Masjid Srinagar is a grand and impressive mosque located in the city of Srinagar in the Indian Union Territory of Jammu and Kashmir. The majestic structure is made of white marble, and its impressive domes and minarets rise up against the stunning backdrop of the Himalayan Mountains. Inside, the mosque is adorned with intricate carvings and paintings, and the grandeur of the space is sure to leave visitors in awe. Jama Masjid Srinagar is a sacred place of worship and its awe-inspiring beauty is sure to captivate visitors with its grandeur.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/Jama_Masjid%2C_Srinagar_%2814363005587%29.jpg",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Jami_Masjid_courtyard_%286133553291%29.jpg/400px-Jami_Masjid_courtyard_%286133553291%29.jpg"
  },
  {
    "id": 85,
    "name": "Gulmarg",
    "alias": "Picturesque, breathtaking, peaceful.",
    "description": "Gulmarg is a picturesque mountain town located in the Indian Union Territory of Jammu and Kashmir. The town is situated amidst the stunning backdrop of the snow-capped Himalayan Mountains, and its breathtaking views of the majestic peaks are sure to leave visitors in awe. The town is full of lush greenery and winding pathways, and the air is filled with the sound of birdsong and the sweet scent of pine trees. Gulmarg is a peaceful and tranquil place, perfect for relaxation and contemplation, and its stunning beauty is sure to captivate visitors with its peaceful charm.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/1a/2b/ed/gulmarg.jpg?w=700&h=500&s=1",
    "thumbnail": "https://static.toiimg.com/thumb/msid-79975078,width-400,resizemode-4/79975078.jpg"
  },
  {
    "id": 86,
    "name": "Gondola ride",
    "alias": "Spectacular, thrilling, adventurous.",
    "description": "A Gondola ride is a spectacular and thrilling experience that offers breathtaking views of the stunning landscape of Gulmarg in the Indian Union Territory of Jammu and Kashmir. The aerial cable car takes you up to the top of the mountain, and the views of the snow-capped peaks and lush greenery below are truly spectacular. The ride is also adventurous, as it takes you through the winding mountain passes and across narrow ravines. A Gondola ride is a thrilling and unforgettable experience, and its spectacular beauty is sure to captivate visitors with its adventurous charm.",
    "imageUrl": "https://www.tourmyindia.com/states/jammu-kashmir/image/gulmarg-gondola-jamm-kashmir2.jpg",
    "thumbnail": "https://hblimg.mmtcdn.com/content/hubble/img/gulmarg/mmt/activities/m_activities_gulmarg_gulmarg_gondola_l_400_640.jpg"
  },
  {
    "id": 87,
    "name": "Pahalgam",
    "alias": "Idyllic, peaceful, serene.",
    "description": "Pahalgam is an idyllic mountain town located in the Indian Union Territory of Jammu and Kashmir. The town is surrounded by spectacular snow-capped peaks, and its peaceful atmosphere is perfect for relaxation and contemplation. The winding pathways are lined with quaint shops and cafes, and the air is filled with the sound of birdsong and the sweet scent of pine trees. Pahalgam is a serene and tranquil place, and its idyllic beauty is sure to captivate visitors with its peaceful charm.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Pahalgam_Valley.jpg/640px-Pahalgam_Valley.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/08/71/3f/53/betaab-valley.jpg?w=400&h=300&s=1"
  },
  {
    "id": 88,
    "name": "Betaab Valley",
    "alias": "Majestic, secluded, verdant.",
    "description": "Betaab Valley is a majestic and secluded valley located in the Indian Union Territory of Jammu and Kashmir. The valley is surrounded by towering snow-capped peaks, and its lush greenery and verdant meadows are a sight to behold. The winding pathways are lined with wildflowers and fragrant trees, and the air is filled with the sound of birdsong and the sweet scent of pine trees. Betaab Valley is a serene and tranquil place, and its majestic beauty is sure to captivate visitors with its secluded charm.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Betaab_Valley.jpg",
    "thumbnail": "https://cimages1.touristlink.com/data/cache/BE/TA/AB/VA/LL/EY/betaab-valley-_-_from-_top_400_300.jpg"
  },
  {
    "id": 89,
    "name": "Aru Valley",
    "alias": "Picturesque, tranquil, breathtaking.",
    "description": "Aru Valley is a picturesque mountain valley located in the Indian Union Territory of Jammu and Kashmir. The valley is surrounded by towering snow-capped peaks, and its tranquil atmosphere is perfect for relaxation and contemplation. The winding pathways are lined with wildflowers and fragrant trees, and the air is filled with the sound of birdsong and the sweet scent of pine trees. Aru Valley is a breathtaking place, and its picturesque beauty is sure to captivate visitors with its tranquil charm.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/ec/dc/15/aru-city.jpg?w=1200&h=-1&s=1",
    "thumbnail": "https://cimages1.touristlink.com/data/cache/AR/UV/AL/LE/YS/aru-valley_400_300.jpg"
  },
  {
    "id": 90,
    "name": "Chandanwari",
    "alias": "Majestic, pristine, invigorating.",
    "description": "Chandanwari is a majestic mountain peak located in the Indian Union Territory of Jammu and Kashmir. The peak is surrounded by towering snow-capped peaks, and its pristine beauty is a sight to behold. The winding pathways are lined with wildflowers and fragrant trees, and the air is filled with the sound of birdsong and the sweet scent of pine trees. Chandanwari is an invigorating and refreshing place, and its majestic beauty is sure to captivate visitors with its pristine charm.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/9c/ad/66/chandanwari.jpg?w=1200&h=1200&s=1",
    "thumbnail": "https://www.holidify.com/images/cmsuploads/square/800px-Betaab_Valley_Pahalgam_Anantnag_20220902134014.jpg"
  },
  {
    "id": 91,
    "name": "Mall Road - Shimla",
    "alias": "Majestic, Picturesque, Busy",
    "description": "Mall Road Shimla is a majestic and picturesque road that is always bustling with activity. It is lined with shops, restaurants, and cafes on both sides, making it a great place to explore and shop. The road is also surrounded by the beautiful Himalayan range, making it a perfect spot for sightseeing. With its unique blend of activities, Mall Road Shimla is a must-visit destination for anyone looking for a memorable experience.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d6/The_mall_road_shimla.JPG",
    "thumbnail": "https://static.toiimg.com/thumb/msid-84515569,imgsize-1694703,width-400,resizemode-4/84515569.jpg"
  },
  {
    "id": 92,
    "name": "Ridge area of Shimla",
    "alias": "Enchanting, Serene, Panoramic",
    "description": "The ridge area of Shimla is an enchanting and serene part of the city that offers panoramic views of the Himalayas. It is surrounded by a peaceful atmosphere and lush greenery, making it a great spot for relaxation. The ridge is also home to various tourist attractions such as the Christ Church and the Gaiety Theatre, making it a great place to get a taste of Shimla's culture and history. Overall, the ridge area of Shimla is an ideal destination for anyone looking for a tranquil and unforgettable experience.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Ridge%2C_Shimla.JPG",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/3f/89/e2/church-at-ridge.jpg?w=400&h=300&s=1"
  },
  {
    "id": 93,
    "name": "Jakhu temple",
    "alias": "Historic, Spiritual, Sacred",
    "description": "Jakhu Temple is a historic and spiritual temple situated on the highest peak of Shimla. It is a sacred site for Hindus, who come here to pay their respects to Lord Hanuman and seek his blessings. The temple is also surrounded by breathtaking views of the Himalayan range, making it a great spot for sightseeing. With its unique combination of spiritual and natural beauty, Jakhu Temple is an unforgettable destination for anyone looking for a spiritual and calming experience.",
    "imageUrl": "https://shimlatourism.co.in/images/places-to-visit/headers/jakhu-temple-shimla-tourism-entry-fee-timings-holidays-reviews-header.jpg",
    "thumbnail": "https://www.gosahin.com/go/p/g/t/1549136485_Jakhu-Temple1.jpg"
  },
  {
    "id": 94,
    "name": "Christ Church - Shimla",
    "alias": "Elegant, Grand, Iconic",
    "description": "Christ Church in Shimla is an elegant and grand building that is an iconic landmark of the city. It is the second oldest church in India and is known for its beautiful architecture and picturesque surroundings. Inside the church, visitors can admire the stunning stained-glass windows and intricate woodwork. With its unique blend of history and beauty, Christ Church is a must-visit destination for anyone looking for a memorable experience.",
    "imageUrl": "https://shimlatourism.co.in/images/places-to-visit/headers/christ-church-shimla-tourism-tourism-entry-fee-timings-holidays-reviews-header.jpg",
    "thumbnail": "https://ak-d.tripcdn.com/images/100rhk14387ec3phc8702_W_400_10000_R5_Q90.jpg"
  },
  {
    "id": 95,
    "name": "Viceregal Lodge",
    "alias": "Majestic, Monumental, Majestic",
    "description": "The Viceregal Lodge in Shimla is a majestic and monumental building that is a symbol of the city's rich history. It was once the residence of the Viceroy of India and is now a museum showcasing the British Raj era. The building is full of grandeur and grand architecture, making it an impressive sight to behold. With its unique blend of history and grandeur, the Viceregal Lodge is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/ff/a4/24/viceregal-lodge-turned.jpg?w=1200&h=1200&s=1",
    "thumbnail": "https://www.gosahin.com/go/p/h/t/1564917808_viceregal-lodge-shimla5.jpg"
  },
  {
    "id": 96,
    "name": "State Museum Shimla",
    "alias": "Educational, Engaging, Captivating",
    "description": "State Museum Shimla is an educational and engaging museum that is full of captivating artifacts from the region's past. It houses an impressive collection of antiques, paintings, and sculptures, as well as a library of rare books and  scripts. The museum also offers interactive displays and lectures, making it a great place to learn more about the region's history. With its unique blend of education and entertainment, State Museum Shimla is a must-visit destination for anyone looking for a memorable and informative experience.",
    "imageUrl": "https://cdn1.goibibo.com/voy_ing/t_fs/shimla-state-museum-147614282788o.jpeg",
    "thumbnail": "https://static.india.com/wp-content/uploads/2014/09/Capture-14.jpg?impolicy=Medium_Resize&w=500&h=500"
  },
  {
    "id": 97,
    "name": "Shimla Heritage Walk",
    "alias": "Informative, Interesting, Fascinating",
    "description": "The Shimla Heritage Walk is an informative and interesting tour that takes visitors through the city's rich past. It is a fascinating journey that takes guests through historic buildings, monuments, and temples, allowing them to explore the city's unique culture and history. The tour is also accompanied by knowledgeable guides, making it a great way to learn more about the region. With its unique blend of education and exploration, the Shimla Heritage Walk is a must-visit destination for anyone looking for a memorable and informative experience.",
    "imageUrl": "https://images.thrillophilia.com/image/upload/s--8Q4WNTCM--/c_fill,h_600,q_auto,w_975/f_auto,fl_strip_profile/v1/images/photos/000/206/606/original/1585575595_shutterstock_1407709916.jpg.jpg?1585575595",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/jvj7jwlngyvpnfl4fwftr9m3wpq0_1465027395_Shimla_India_Ridge.JPG"
  },
  {
    "id": 98,
    "name": "Kullu Shawl Factory",
    "alias": "Authentic, Colorful, Fascinating",
    "description": "The Kullu Shawl Factory is an authentic and colorful shop that offers fascinating insights into the traditional art of shawl-making. Visitors can watch skilled artisans at work, creating beautiful and intricate designs from natural fibers. The shop also offers a wide range of shawls in various colors and patterns, making it a great place to find unique and authentic souvenirs. With its unique blend of culture and products, the Kullu Shawl Factory is a must-visit destination for anyone looking for a memorable and unique experience.",
    "imageUrl": "https://content.jdmagicbox.com/comp/kullu/k3/9999p1902.1902.181027160022.e8k3/catalogue/namdhari-shawl-industries-kullu-zryrhpuhkj.jpg",
    "thumbnail": "https://content.jdmagicbox.com/comp/kullu/f2/9999p1902.1902.210320161252.i8f2/catalogue/-3rpe4b1sym-250.jpg"
  },
  {
    "id": 99,
    "name": "Tosh",
    "alias": "Scenic, Majestic, Peaceful",
    "description": "Tosh Valley is a scenic and majestic destination that offers a peaceful escape from the hustle and bustle of city life. It is surrounded by lush greenery, majestic mountains, and clear blue skies, making it a great spot for relaxation. The valley is also home to a variety of wildlife, making it a great place to observe nature in its natural habitat. With its unique combination of beauty and tranquility, Tosh Valley is a must-visit destination for anyone looking for an unforgettable experience.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/The_village_of_Tosh_in_Himachal_Pradesh%2C_India_%28photo_by_Jim_Ankan_Deka%29.jpg",
    "thumbnail": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/fa/d4/13/parvati-valley.jpg?w=400&h=300&s=1"
  },
  {
    "id": 100,
    "name": "Local Market Kasol",
    "alias": "Varied, Vibrant, Bustling",
    "description": "The Local Market in Kasol is a varied and vibrant destination that is always bustling with activity. It is full of stalls selling a range of items from fresh produce to handmade crafts, making it a great spot for shopping and exploration. The market is also surrounded by friendly locals, making it a great place to get a taste of the local culture. With its unique blend of activities, the Local Market in Kasol is a must-visit destination for anyone looking for a memorable and unique experience.",
    "imageUrl": "https://res.cloudinary.com/purnesh/image/upload/f_auto/v1517305279/shopping196.jpg",
    "thumbnail": "https://hblimg.mmtcdn.com/content/hubble/img/kasol/mmt/activities/m_Kasol%20Market_2_l_383_510.jpg"
  },
  {
    "id": 101,
    "name": "Dalhousie",
    "alias": "Historic, Picturesque, Charming",
    "description": "Dalhousie is a historic and picturesque town that is full of charming old-world charm. It is surrounded by lush greenery, majestic mountains, and a variety of wildlife, making it a great spot for sightseeing and exploration. The town is also home to a number of historic buildings and monuments, making it a great place to learn more about the region's past. With its unique combination of history and beauty, Dalhousie is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,q_auto/v1/filestore/707cqcse5av94nde0b0l29ihhhpu_1600316182_1587991355_1.Khajjiar-Mini-Switzerland-of-India-3.jpg.jpg",
    "thumbnail": "https://2.bp.blogspot.com/-_cDUfSQoaR0/Tkygd7wksRI/AAAAAAAAAUk/PbyN9gH2hco/s1600/348895.jpg"
  },
  {
    "id": 102,
    "name": "Chamera Lake",
    "alias": "Stunning, Serene, Tranquil",
    "description": "Chamera Lake is a stunning and serene lake that offers a tranquil escape from the hustle and bustle of city life. It is surrounded by lush greenery and majestic mountains, making it a great spot for sightseeing and relaxation. The lake also offers a variety of activities, such as boating, fishing, and camping, making it a great place to get away from it all. With its unique blend of nature and activities, Chamera Lake is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/9f/79/82/chamera-lake-also-known.jpg?w=1200&h=-1&s=1",
    "thumbnail": "https://www.gosahin.com/go/p/h/t/1559378947_chamera-lake-1.jpg"
  },
  {
    "id": 103,
    "name": "Khajjiar Lake",
    "alias": "Spectacular, Refreshing, Enchanting",
    "description": "Khajjiar Lake is a spectacular and refreshing lake that is full of enchanting beauty. It is surrounded by lush greenery and majestic mountains, making it a great spot for sightseeing and relaxation. The lake also offers a variety of activities, such as boating, fishing, and camping, making it a great place to get away from it all. With its unique blend of nature and activities, Khajjiar Lake is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://chamba.hptours.org/sites/default/files/styles/large/public/images/Khajjiar%20lake%20-%20Chamba%20-%20Himachal%20Pradesh%20-%20Winter.jpg?itok=JXZTOYbg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/tiexloq16d312jw4jhez8pk06qln_1584994022_shutterstock_1113124739.jpg"
  },
  {
    "id": 104,
    "name": "Dainkund Peak",
    "alias": "Breathtaking, Majestic, Panoramic",
    "description": "Dainkund Peak is a breathtaking and majestic peak that offers panoramic views of the Himalayas. It is surrounded by lush greenery and fresh air, making it a great spot for sightseeing and relaxation. The peak is also home to a variety of wildlife, making it a great place to observe nature in its natural habitat. With its unique blend of beauty and wildlife, Dainkund Peak is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://cdn1.goibibo.com/voy_ing/t_fs/dalhousie-dainkund-peak-147624514051o.jpeg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/49li7g81djg7gisuymuondc1qt9n_shutterstock_2080874461.jpg"
  },
  {
    "id": 105,
    "name": "Satdhara Falls",
    "alias": "Spectacular, Refreshing, Enchanting",
    "description": "Satdhara Falls is a spectacular and refreshing waterfall that is full of enchanting beauty. It is surrounded by lush greenery and majestic mountains, making it a great spot for sightseeing and relaxation. The waterfall also offers a variety of activities, such as boating, fishing, and camping, making it a great place to get away from it all. With its unique blend of nature and activities, Satdhara Falls is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://www.holidify.com/images/cmsuploads/compressed/image.thumbnail_medium.8981a8b5a9c7c510.64622e696d6167652e323436355f36303070782e6a706567_20171201204329.jpeg",
    "thumbnail": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_300,q_auto,w_400/v1/filestore/jaednapqsvejmh8jgu2zvsikakw4_dalhousie%20satdhara%20falls.jpg"
  },
  {
    "id": 106,
    "name": "Panchpula Waterfall",
    "alias": "Majestic, Serene, Picturesque",
    "description": "Panchpula Waterfall is a majestic and serene waterfall that offers picturesque views of the Himalayas. It is surrounded by lush greenery and fresh air, making it a great spot for sightseeing and relaxation. The waterfall also offers a variety of activities, such as boating, fishing, and camping, making it a great place to get away from it all. With its unique blend of nature and activities, Panchpula Waterfall is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://myholidayhappiness.com/uploads/e49ca8d9a953e22650e0ab04afb873d8.jpg",
    "thumbnail": "https://www.indianvisit.com/pictures/travelguide/attractions/panchpula-4775.jpeg"
  },
  {
    "id": 107,
    "name": "Local Market Dalhousie",
    "alias": "Varied, Vibrant, Bustling",
    "description": "The Local Market in Dalhousie is a varied and vibrant destination that is always bustling with activity. It is full of stalls selling a range of items from fresh produce to handmade crafts, making it a great spot for shopping and exploration. The market is also surrounded by friendly locals, making it a great place to get a taste of the local culture. With its unique blend of activities, the Local Market in Dalhousie is a must-visit destination for anyone looking for a memorable and unique experience.",
    "imageUrl": "https://img.traveltriangle.com/blog/wp-content/uploads/2020/01/cover-shopping-in-dalhousie.jpg",
    "thumbnail": "https://www.ftd.travel/upload/shopping_image/2012-10-22-08-00-40tibetian-market-dalhousie.jpg"
  },
  {
    "id": 108,
    "name": "Subhash Baoli",
    "alias": "Serene, Spectacular, Idyllic",
    "description": "Subhash Baoli is a serene and spectacular spot that is full of idyllic beauty. It is surrounded by lush greenery and majestic mountains, making it a great spot for sightseeing and relaxation. The baoli also offers a variety of activities, such as boating, fishing, and camping, making it a great place to get away from it all. With its unique blend of nature and activities, Subhash Baoli is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/00/39/c1/20161123-121050-largejpg.jpg?w=1200&h=-1&s=1",
    "thumbnail": "https://content.jdmagicbox.com/comp/dalhousie/e2/9999p1899.1899.141220160931.c6e2/catalogue/subhash-baoli-dalhousie-ho-dalhousie-tourist-attraction-2hx6bpm.jpg"
  },
  {
    "id": 109,
    "name": "Manu Temple",
    "alias": "Ancient, Spiritual, Sacred",
    "description": "Manu Temple is an ancient and spiritual temple that is a sacred site for Hindus. It is a peaceful and tranquil spot that offers visitors a chance to seek blessings and pay their respects to Lord Manu. Inside the temple, visitors can admire the intricate carvings and ancient architecture, making it a great spot for sightseeing. With its unique blend of spirituality and history, Manu Temple is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto/v1/filestore/uvmu66pijbizlfd9xn2bt78wgfdi_1577359509_shutterstock_1382576963.jpg",
    "thumbnail": "https://www.gosahin.com/go/p/g/t/1547966819_Manu-Temple-Manali4.jpg"
  },
  {
    "id": 110,
    "name": "Vashisht Hot Springs",
    "alias": "Invigorating, Refreshing, Relaxing",
    "description": "Vashisht Hot Springs is an invigorating and refreshing spot that offers visitors a chance to relax and unwind. It is surrounded by lush greenery and majestic mountains, making it a great spot for sightseeing and relaxation. The hot springs also offer a variety of therapeutic treatments, making it a great place to get away from it all. With its unique blend of nature and activities, Vashisht Hot Springs is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://static.toiimg.com/photo/msid-97856397.cms",
    "thumbnail": "https://3.imimg.com/data3/MT/UY/MY-10658448/vashisht-hot-water-springs-500x500.jpg"
  },
  {
    "id": 111,
    "name": "Tibetan Monastery",
    "alias": "Spiritual, Historic, Peaceful",
    "description": "The Tibetan Monastery in Shimla is a spiritual and historic destination that is full of peaceful tranquility. It is surrounded by lush greenery and majestic mountains, making it a great spot for sightseeing and relaxation. The monastery also offers a variety of spiritual activities, such as meditation and prayer, making it a great place to get away from it all. With its unique blend of spirituality and history, the Tibetan Monastery is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/49/Potala_-_panoramio_-_Matthew_Summerton_cropped.jpg",
    "thumbnail": "https://cdn.galaxy.tf/unit-media/tc-default/uploads/images/poi_photo/001/585/712/buddhist-monastery-manali-bmyraahi-edited-120190524080541406-1-standard.jpg"
  },
  {
    "id": 112,
    "name": "Mall Road - Manali",
    "alias": "Bustling, Charming, Colorful",
    "description": "Mall Road in Manali is a bustling and charming road that is full of colorful shops and restaurants. It is lined with a variety of stores and cafes on both sides, making it a great place to explore and shop. The road is also surrounded by the beautiful Himalayan range, making it a perfect spot for sightseeing. With its unique blend of activities, Mall Road in Manali is a must-visit destination for anyone looking for a memorable experience.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/de/Mall_Road%2C_Manali.jpg",
    "thumbnail": "https://static.toiimg.com/thumb/msid-78161341,width-400,resizemode-4/78161341.jpg"
  },
  {
    "id": 113,
    "name": "Jalori Pass",
    "alias": "Majestic, Picturesque, Panoramic",
    "description": "Jalori Pass is a breathtaking and majestic mountain pass that offers magnificent views of the Himalayas. It is surrounded by lush greenery and fresh air, making it a great spot for sightseeing and relaxation. The pass also offers a variety of activities, such as trekking and camping, making it a great place to get away from it all. With its unique blend of nature and activities, Jalori Pass is a must-visit destination for anyone looking for a memorable and unforgettable experience.",
    "imageUrl": "https://www.trawell.in/admin/images/upload/454282803Kullu_Jalori_Pass_Main.jpg",
    "thumbnail": "https://www.deodarcottage.com/wp-content/uploads/2016/06/kaza-400x300-1.jpg"
  },
  {
    "id": 114,
    "name": "",
    "alias": "",
    "description": "",
    "imageUrl": "",
    "thumbnail": ""
  },
  {
    "id": 115,
    "name": "",
    "alias": "",
    "description": "",
    "imageUrl": "",
    "thumbnail": ""
  },
  {
    "id": 116,
    "name": "",
    "alias": "",
    "description": "",
    "imageUrl": "",
    "thumbnail": ""
  },
  {
    "id": 117,
    "name": "",
    "alias": "",
    "description": "",
    "imageUrl": "",
    "thumbnail": ""
  },
  {
    "id": 118,
    "name": "",
    "alias": "",
    "description": "",
    "imageUrl": "",
    "thumbnail": ""
  },
  {
    "id": 119,
    "name": "",
    "alias": "",
    "description": "",
    "imageUrl": "",
    "thumbnail": ""
  },
  {
    "id": 120,
    "name": "",
    "alias": "",
    "description": "",
    "imageUrl": "",
    "thumbnail": ""
  }
]
